Repository: imReker/MusicHubTile
Catalog: MusicHubTile/Resources/AppResources.*.resx
Languages: pt_br, zh_cn, zh_hant

# ApplicationTitle
source: MUSIC HUB TILE
pt_br: BLOCO DE MÚSICA
zh_cn: 音乐中心磁贴
zh_hant: 音樂中心磁貼

# AppName
source: Music Hub Tile
pt_br: Bloco de Música
zh_cn: 音乐中心磁贴
zh_hant: 音樂中心磁貼

# HomePage
source: http://twitter.com/rekerchen
zh_cn: http://weibo.cn/reker
zh_hant: http://weibo.cn/reker

# MainPageAbmAbout
source: about
pt_br: sobre
zh_cn: 关于
zh_hant: 關於

# AboutPageBtnMore
source: More Apps
pt_br: Mais Apps
zh_cn: 更多软件
zh_hant: 更多軟件

# AboutPageBtnRate
source: Rate
pt_br: Avaliar
zh_cn: 评分
zh_hant: 評分

# MainPageBtnOpenHub
source: Launch Music Hub
pt_br: Inicie o Hub de Música
zh_cn: 启动音乐中心
zh_hant: 啟動音樂Hub

# MainPageDescription
source: Click the button below to pin a tile of Music Hub on the 'Start' Screen.
pt_br: Clique no botão abaixo pode fixar um bloco de Música Hub na tela inicial.
zh_cn: 点击下面的按钮将在“开始”屏幕上固定一个旧版音乐中心磁贴。
zh_hant: 點擊下面的按鈕將舊版音樂中心磁貼固定到“開始”屏幕。

# MainPageTitleOpacity
source: opacity
pt_br: opacidade
zh_cn: 不透明
zh_hant: 不透明

# ResourceLanguage
source: en-US
pt_br: pt-BR
zh_cn: zh-CN
zh_hant: zh-TW

# TileName
source: Music
pt_br: Música
zh_cn: 音乐
zh_hant: 音樂

# BuyPageBtnBuy
source: Buy
pt_br: Comprar
zh_cn: 购买
zh_hant: 購買

# BuyPageBtnDonate
source: Donate
pt_br: Doar
zh_cn: 捐助
zh_hant: 捐助

# BuyPageBuyDescription
source: You can buy full version to unlock all functions. If you have already bought before, please tap buy button again, it will be free.
pt_br: Você pode comprar a versão completa para desbloquear todas as funções. Se você já comprou antes, toque no botão comprar novamente, não haverá outra cobrança.
zh_cn: 您可以购买完整版来解锁所有功能。如果您之前已经购买过，那么请直接点击购买按钮，这将是免费的。
zh_hant: 您可以購買完整版來解鎖所有功能。如果您之前已經購買過，那麽請直接點擊購買按鈕，這將是免費的。

# BuyPageDonateDescription
source: You can make additional donations to support development, thank you.
pt_br: Você pode fazer doações adicionais para apoiar o desenvolvimento, obrigado!
zh_cn: 你可以进行额外的捐助来支持作者开发，谢谢。
zh_hant: 你可以進行額外的捐助來支持作者開發，謝謝。

# BuyPageTitle
source: buy
pt_br: comprar
zh_cn: 购买
zh_hant: 購買

# MainPageAbmBuy
source: buy full version
pt_br: comprar a versão completa
zh_cn: 购买完整版
zh_hant: 購買完整版

# MainPageAbmDonate
source: additional donation
pt_br: doação adicional
zh_cn: 额外捐助
zh_hant: 額外捐助

# MsgBuyFailed
source: Failed to buy.
pt_br: Falha ao comprar.
zh_cn: 购买失败。
zh_hant: 購買失敗。

# MsgBuySuccess
source: Thank you for your support.
pt_br: Obrigado pelo seu apoio.
zh_cn: 谢谢您的支持！
zh_hant: 謝謝您的支持！

# MsgNeedBuy
source: You need buy full version to unlock this function.
pt_br: Você precisa comprar a versão completa para usar esta função.
zh_cn: 您需要购买完整版来解锁这个功能。
zh_hant: 您需要購買完整版來解鎖這個功能。

# BuyPageTitleDonate
source: donate
pt_br: doar
zh_cn: 捐助
zh_hant: 捐助

# AboutPageBtnHomePage
source: reker - click to follow
pt_br: reker - clique para seguir
zh_cn: reker - 点击关注
zh_hant: reker - 點擊關注

# AboutPageTitle
source: about
pt_br: sobre
zh_cn: 关于
zh_hant: 關於

# AboutPageThanks
source: Thanks to:
pt_br: Graças a:
zh_cn: 感谢：
zh_hant: 感謝：

# AboutPageBy
source: By:
pt_br: Por:
zh_cn: 制作：
zh_hant: 製作：

# MainPageTitleTransparent
source: transparent
pt_br: transparente
zh_cn: 透明
zh_hant: 透明

# MainPageTitleLive
source: live
pt_br: dinâmico
zh_cn: 动态
zh_hant: 動態

source: Pinned
pt_br: Fixado
zh_cn: 已固定
zh_hant: 已固定

# AboutPageBtnBingVisionTile
source: Tile for Bing Vision
pt_br: Bloco de Bing Vision
zh_cn: 必应影像磁贴
zh_hant: Bing影像磁貼

# MainPageTestDescription
source: You need Windows Phone 8.1 Update 1 (OS verison >= 8.10.14141.167)
pt_br: Você precisa de Windows Phone 8.1 Update 1 (Versão SO >= 8.10.14141.167)
zh_cn: 需要Windows Phone 8.1 Update 1 (系统版本 >= 8.10.14141.167)
zh_hant: 需要Windows Phone 8.1 Update 1 (系統版本 >= 8.10.14141.167)

# MainPageTglAlwayShowLiveTile
source: Always 'Live'
pt_br: Sempre 'Dinâmico'
zh_cn: 永久显示
zh_hant: 永久顯示

# MainPageChkLaunchDirectly
source: Launch directly next time
pt_br: Inicie diretamente próxima vez
zh_cn: 下次直接启动
zh_hant: 下次直接啟動
